bierner.markdown-mermaid
biomejs.biome
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
davidanson.vscode-markdownlint
igorsbitnev.error-gutters
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
redhat.vscode-yaml
rooveterinaryinc.roo-cline
rust-lang.rust-analyzer
svelte.svelte-vscode
tamasfe.even-better-toml
usernamehw.errorlens
yzhang.markdown-all-in-one
